[
  {
    "key": 1,
    "label": "до начала  ХХ.В",
    "texts": [
      {
        "key": 1,
        "text": "Азербайджанский народ, который в конце ХХ столетия вновь обрел независимость, обладает древней и богатой историей государственности."
      },
      {
        "key": 2,
        "text": "Азербайджанцы в то же время относятся к народам мира, обладающим древнейшими традициями государственности."
      },
      {
        "key": 3,
        "text": "В начале I тысячелетия до нашей эры и I тысячелетия нашей эры на азербайджанских землях существовали такие могущественные государства, как Манна, Мидия, Атропатена и Албания."
      },
      {
        "key": 4,
        "text": "В конце VIII - начале VII веков до нашей эры важную роль в военно-политической истории Азербайджана стали играть киммерийцы и искиты, а также саки и массагеты, имеющие одни и те же корни с искитами."
      },
      {
        "key": 5,
        "text": "Впоследствии ни многолетний оккупационный режим Ахеменидской Иранской империи, ни походы Александра Македонского не смогли уничтожить древнюю культуру государственного управления Азербайджана. Сразу после смерти Александра Македонского Азербайджанская государственность вновь возродилась. На южных землях нашей страны появилось государство Атропатена, а на севере – Албания."
      },
      {
        "key": 6,
        "text": "В начале нашей эры страна столкнулась с одним из самых тяжелых периодов испытаний в своей истории: в III веке Азербайджан оккупировала Сасанидско-Иранская империя, а в VII столетии – Арабский Халифат. Захватчики переселили в страну многочисленное персоязычное население и население арабского происхождения. Пришлое население было размещено в местах важного военно-стратегического значения и на самых плодородных землях, им были предоставлены широкие привилегии. Но все это не смогло уничтожить древние традиции государственности Азербайджана, и процесс формирования азербайджанского народа продолжался. В результате того, что Азербайджан на протяжении длительного исторического периода целиком находился в составе данных империй, расширились внутренние, прежде всего, торговые связи между всеми регионами страны. Произошел важный прогресс в налаживании этнополитического и культурного единства между северным и южным, восточным и западным регионами Азербайджана."
      },
      {
        "key": 7,
        "text": "С середины IX века – после распада халифата вновь возродились древние традиции государственности Азербайджана: на азербайджанских землях появились государства Саджидов, Ширваншахов, Саларидов, Раввадидов, Шаддадидов. Во всех сферах политической, экономической и культурной жизни произошло пробуждение. Появление местных государств после продолжавшегося около 600 лет сасанидского и арабского ига, распространение Ислама на всей территории страны сыграли важную роль в последующем развитии Азербайджана. Однако ни одному из государств, образованных после падения Арабского халифата, не удалось на протяжении длительного исторического периода превратиться в единое, устойчивое, могущественное государство, охватывающее всю территорию Азербайджана, не была обеспечена политическая стабильность. Азербайджан был включен в состав Великой Сельджукской империи, охватывающей обширные территории от Средней Азии до побережья Средиземного моря и от Дербентского перевала до Персидского залива."
      },
      {
        "key": 8,
        "text": "Укрепившиеся после падения Великой Сельджукской империи государства Ширваншахов и Эльденизов сыграли важную роль в продолжении и дальнейшем укреплении традиций государственности азербайджанского народа. Азербайджанское государство Эльденизов, превратившееся в самое могущественное государство Ближнего и Среднего Востока, занимает особое место в этнополитической истории нашего народа. Азербайджанское возрождение достигло своего пика с Хагани, Низами, Аджеми."
      },
      {
        "key": 9,
        "text": "В XV-XVIII веках азербайджанская культура государственности еще более обогатилась. В этот период охватывавшие обширные территории государства Гарагоюнлу, Аггоюнлу и Сефевидов управлялись непосредственно азербайджанскими династиями. Этот важный фактор оказывал позитивное влияние на внутренние и международные связи государства, расширял сферу его военно-политического влияния и применения азербайджанского языка, создавал благоприятные условия для дальнейшего развития материальной и духовной культуры народа."
      },
      {
        "key": 10,
        "text": "В конце XV- начале XVI веков азербайджанская государственность вступила в новый этап своей исторической эволюции. Внуку Узун Гасана, выдающемуся государственному деятелю Шаху Исмаилу Хатаи удалось объединить под своей властью все азербайджанские земли. Появилось единое централизованное Азербайджанское государство – Государство Сефевидов со столицей в городе Тебриз. В период правления Сефевидов еще более повысилась культура государственного управления Азербайджана. Благодаря деятельности, успешной внутренней и внешней политике Шаха Исмаила, Шаха Тахмасиба, Шаха Аббаса и других сефевидских правителей, Государство Сефевидов спустя некоторое время превратилось в одну из могущественных империй Ближнего и Среднего Востока."
      },
      {
        "key": 11,
        "text": "Выдающийся азербайджанский полководец Надир шах (1736-1747), пришедший к власти после падения государства Сефевидов, еще более расширил границы Империи Сефевидов. Этот великий правитель захватил в 1739 году Северную Индию, включая Дели. Однако его планы по созданию на этой обширной территории могущественного централизованного государства не осуществились. После смерти Надир шаха управляемая им империя, обладавшая обширной территорией, пала."
      },
      {
        "key": 12,
        "text": "Таким образом, во второй половине XVIII века Азербайджан распался на мелкие государства – ханства и султанаты. Начался период военно-политического спада страны. Несмотря на то, что отдельные ханы, пытавшиеся сохранить древние традиции государственности Азербайджана, стремились вновь объединить всю страну в рамках единого государства, это не дало никаких результатов. Политическая разрозненность еще более углубилась. Тем самым, чужеземные агрессоры, пытавшиеся захватить Азербайджан, получили очень благоприятную возможность."
      },
      {
        "key": 13,
        "text": "Азербайджан превратился в арену кровавых войн между двумя крупными государствами. На основании Гюлистанского (1813) и Туркманчайского (1828) договоров азербайджанские земли были поделены между двумя империями: север Азербайджана был присоединен к России, а юг – к Персидскому шахству, управляемому Гаджарами."
      },
      {
        "key": 14,
        "text": "Несмотря на это, благодаря деятельности патриотически настроенных людей, выдающихся представителей интеллигенции было обеспечено духовное развитие азербайджанского народа, сохранены его историческая память, национальная культура."
      },
      {
        "key": 15,
        "text": "Просветительское движение в Азербайджане составляло один из важнейших периодов нашей истории. Роль данного этапа в культурном и политическом возрождении азербайджанского народа неоценима."
      }
    ]
  },
  {
    "key": 2,
    "label": "1918-1920",
    "texts": [
      {
        "key": 1,
        "text": "Azerbaijan, known for its rich history, has been home to various powerful states such as Mannae, Media, Atropatene, and Albania during the first millennium BCE and the first millennium CE."
      },
      {
        "key": 2,
        "text": "The territory of present-day Azerbaijan has been a part of various empires throughout history, including the Persian, Roman, Arab, Mongol, and Ottoman empires."
      },
      {
        "key": 3,
        "text": "In the 19th and early 20th centuries, Azerbaijan was part of the Russian Empire, experiencing significant cultural, social, and political changes."
      },
      {
        "key": 4,
        "text": "Azerbaijan declared its independence from the Russian Empire in 1918, establishing the Azerbaijan Democratic Republic, one of the first secular democratic republics in the Muslim world."
      }
    ]
  },
  {
    "key": 3,
    "label": "1920-1940",
    "texts": [
      {
        "key": 1,
        "text": "The period between 1920 and 1940 marked a significant era in the history of Azerbaijan. During this time, Azerbaijan, like many other countries, faced numerous challenges and transformations. It was a period of political upheaval, social change, and cultural evolution. The aftermath of World War I and the collapse of empires reshaped the geopolitical landscape of the region. Azerbaijan, having gained independence in 1918, had to navigate through various internal and external pressures to consolidate its sovereignty. The country experienced rapid modernization efforts, attempts at state-building, and struggles for national identity. The rise of nationalist movements, economic reforms, and cultural revitalization efforts characterized this dynamic period in Azerbaijani history."
      },
      {
        "key": 2,
        "text": "Additionally, the 1920-1940 period witnessed the emergence of significant political movements and ideological shifts. The rise of communism and socialist ideologies influenced the socio-political fabric of Azerbaijan, leading to the establishment of the Azerbaijan Soviet Socialist Republic in 1920. The Soviet era brought about profound changes in governance, economy, and society. It marked a period of industrialization, collectivization, and centralization of power. While it brought certain advancements, it also imposed ideological constraints and political repression. Despite these challenges, Azerbaijan managed to preserve its cultural heritage, traditions, and aspirations for independence. The events of this period laid the groundwork for the subsequent transformations and struggles that shaped the modern Azerbaijani state."
      }
    ]
  },
  {
    "key": 4,
    "label": "1940-1991",
    "texts": [
      {
        "key": 1,
        "text": "The period spanning from 1940 to 1991 was a time of profound significance and change for Azerbaijan. It encompassed the tumultuous years of World War II, the post-war reconstruction era, and the subsequent Cold War tensions. Azerbaijan, like many other Soviet republics, experienced the impact of these global events on its economy, society, and politics. The Soviet era brought about industrialization, urbanization, and social transformations. However, it also imposed political repression, censorship, and ideological control. The country witnessed the rise of a new generation of intellectuals, artists, and activists who challenged the status quo and advocated for change."
      },
      {
        "key": 2,
        "text": "Furthermore, the 1940-1991 period saw Azerbaijan's continued struggle for autonomy and recognition within the Soviet framework. Despite being a constituent republic of the USSR, Azerbaijan maintained its distinct cultural identity and aspirations for independence. The Nagorno-Karabakh conflict emerged as a significant issue during this period, leading to tensions between Azerbaijan and Armenia. The conflict exacerbated ethnic tensions and territorial disputes, shaping the geopolitical landscape of the region. Despite these challenges, Azerbaijan made significant strides in education, healthcare, and infrastructure development. The events of this period laid the foundation for the eventual collapse of the Soviet Union and the emergence of the independent Republic of Azerbaijan in 1991."
      }
    ]
  },
  {
    "key": 5,
    "label": "1991-Today",
    "texts": [
      {
        "key": 1,
        "text": "The period from 1991 to the present day represents a transformative era in the history of Azerbaijan. Following the dissolution of the Soviet Union in 1991, Azerbaijan declared independence and embarked on a journey of nation-building and democratic reforms. The early years of independence were characterized by political instability, economic challenges, and the aftermath of the Nagorno-Karabakh conflict. However, Azerbaijan gradually stabilized its economy, strengthened its democratic institutions, and pursued a foreign policy of regional cooperation and integration."
      },
      {
        "key": 2,
        "text": "Additionally, the 1991-Today period witnessed significant developments in Azerbaijan's energy sector, particularly in the exploitation of its vast oil and gas reserves. The country emerged as a key player in the global energy market, attracting foreign investment and fostering economic growth. Azerbaijan invested in infrastructure projects, diversified its economy, and pursued partnerships with international organizations and neighboring countries. Despite facing internal and external challenges, Azerbaijan has made remarkable progress in various fields, including education, healthcare, and technology. The events of this period reflect Azerbaijan's resilience, determination, and aspirations for a prosperous future."
      }
    ]
  }
]
