[
  {
    "key": 1,
    "title": "Баку",
    "desc": "Добро пожаловать в Баку – город, гармонично сочетающий историю и современность. От гордо возвышающихся Пламенных башен (Flame Towers) до внесенного в список всемирного наследия ЮНЕСКО средневекового Старого города – в нашей прекрасной столице каждый найдет что-то интересное для себя.",
    "image": "/baku_image.jpg",
    "locations": [
      {
        "key": 1,
        "title": "Культурные объекты и достопримечательности",
        "image": "/baku_loc1.jpeg"
      },
      {
        "key": 2,
        "title": "Архитектурные достопримечательности",
        "image": "/baku_loc2.jpeg"
      },
      {
        "key": 3,
        "title": "Специализированные музеи",
        "image": "/baku_loc3.jpeg"
      },
      {
        "key": 4,
        "title": "Театры",
        "image": "/baku_loc4.jpeg"
      },
      {
        "key": 5,
        "title": "Церкви и соборы",
        "image": "/baku_loc5.jpeg"
      },
      {
        "key": 6,
        "title": "Памятники и статуи",
        "image": "/baku_loc6.jpeg"
      }
    ],
    "topics": [
      {
        "key": 1,
        "title": "Баку город ветров",
        "text": "Баку – столица Азербайджана, расположенный на западном берегу Каспийского моря в южной части Апшеронского полуострова. Баку смотрит на юг к морю и окружает Бакинскую бухту, как амфитеатр, предавая городу невероятную красоту и шарм Востока. Будучи коммерческим и экономическим центром Азербайджана, Баку с населением более 2 миллионов человек, является самым крупным и самым космополитическим городом на Южном Кавказе. Немногие города в мире меняются так же быстро как Баку. Здесь как нигде на Кавказе гармонично сочетаются Восток и Запад. Этимология названия города происходит от арабского языка, что означает “бади кюбе” (Врата ветра). По другой версии, возможно, название города происходит от древне кавказского слова “Атеши багуан” (священный обитель огня), намекающего на древнюю роль этого района как центр огнепоклонничества тысячелетия назад.",
        "images": [
          {
            "key": 1,
            "image": "/az_map.svg"
          }
        ]
      },
      {
        "key": 2,
        "title": "Погода в Баку",
        "text": "В Баку умеренный полу аридный климат, что означает теплое лето с очень небольшим количеством осадков, прохладной и иногда влажной зимой. Расположение города на берегу Каспийского моря и сильные круглогодичные ветры оказывают большое влияние на климат города. Поэтому, в отличие от многих других городов с полу аридным типом климата, в Баку не бывает очень жаркого лета. Среднесуточная температура в июле и августе составляет в среднем 26,4 ° C. В летний период преобладает северный ветер  хазри, который приносит желаемую прохладу и доказывает прозвище города «Город ветров». Температура в Баку зимой прохладная, местами влажная и редко опускается ниже нуля. Среднесуточная температура в январе и феврале составляет 4.3 ° C. Снежные бури случаются редко и обычно снег тает в течение нескольких дней после каждого снегопада. Баку c большим количеством  солнечных дней в году является отличным местом отдыха, где туристы могут насладиться пляжами и расслабится.",
        "images": [
          {
            "key": 1,
            "image": "/baku1.jpeg"
          },
          {
            "key": 2,
            "image": "/baku2.jpeg"
          },
          {
            "key": 3,
            "image": "/baku3.jpeg"
          },
          {
            "key": 4,
            "image": "/baku4.jpeg"
          }
        ]
      },
      {
        "key": 3,
        "title": "Достопримечательности Баку",
        "text": "Баку славится средневековым стеной 12 века, в котором находится Старый город. Здесь находятся такие исторические памятники как Дворец Ширваншахов, обширный дворцовый комплекс и знаменитая Девичья башня. В годы независимости город очень быстро менялся. Современными архитектурными достопримечательностями являются Центр Гейдара Алиева и Башни Огня.  Эти башни ни что иное как комплекс состоящий из трех отдельных небоскребов, покрытых LED экранами.",
        "images": []
      }
    ]
  }
]
